#pragma once

static char obsModel[][7][4][3] = {
	/* First OBS


		 бубу
		 бсбс     */
	{
		{"10", " ", " ", " "},
		{" ", " ", " ", " "},
		{" ", " ", " ", " "},
		{" ", " ", " ", " "},
		{" ", " ", " ", " "},
		{"бу", "бу", " ", " "},
		{"бс", "бс", " ", " "} },
		/* Second OBS
			 бубу
			 бсбс
			 бсбс
			 бсбс     */
		{
			{"11", " ", " ", " "},
			{" ", " ", " ", " "},
			{" ", " ", " ", " "},
			{"бу", "бу", " ", " "},
			{"бс", "бс", " ", " "},
			{"бс", "бс", " ", " "},
			{"бс", "бс", " ", " "} },
			/* Third OBS
			   бсбсбсбс
			   бсбсбсбс
			   бсбсбсбс
			   бхбхбхбх
						*/
			{
				{"12", " ", " ", " "},
				{"бс", "бс", "бс", "бс"},
				{"бс", "бс", "бс", "бс"},
				{"бс", "бс", "бс", "бс"},
				{"бх", "бх", "бх", "бх"},
				{" ", " ", " ", " "},
				{" ", " ", " ", " "} },
};